"USB Low Power Header" = "USB alhaisen virran huomautus";
"USB Low Power Notice" = "USB-laite ei voi toimia, koska se tarvitsee enemmän virtaa kuin on saatavilla.
Ongelma voidaan korjata seuraavasti:
1) Liitä laite virtalähteeseen, jos siinä on virtajohto.
2) Irrota laite ja liitä se tietokoneen toiseen USB-porttiin tai toiseen laitteeseen, jossa on virtajohto.";
"OK" = "OK";
"USB OverCurrent Header" = "USB suuren virrankulutuksen huomautus";
"USB Individual OverCurrent Notice" = "USB-laite kuluttaa tällä hetkellä liikaa tehoa.\n\nPortti, johon laite on liitetty, kytketään pois";
"USB Gang OverCurrent Notice" = "USB-laite kuluttaa tällä hetkellä liikaa tehoa.\n\nKeskitin, johon laite on liitetty, kytketään pois";